cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'

cask 'adobe-acrobat-reader'
cask 'appcleaner'
cask 'bitbar'
cask 'clipy'
cask 'discord'
cask 'docker'
cask 'evernote'
cask 'google-chrome'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'licecap'
cask 'macvim'
cask 'numi'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'tableplus'
cask 'tunnelblick'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# fonts
cask 'font-hack-nerd-font'
cask 'font-source-code-pro'
cask 'font-fira-code'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'findutils'
brew 'gist'
brew 'htop'
brew 'httpie'
brew 'go'
brew 'openssl'
brew 'python'
brew 'rbenv'
brew 'rclone'
brew 'rename'
brew 'ripgrep'
brew 'ruby-build'
brew 'speedtest-cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tmuxinator'
brew 'wget'

brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'zsh-history-substring-search'
