tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'mongodb/brew'
tap 'web3j/web3j'

cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'android-sdk'
cask 'discord'
cask 'docker'
cask 'evernote'
cask 'github-desktop'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'findutils'
brew 'go'
brew 'mongodb-community'
brew 'openssl'
brew 'python'
brew 'speedtest-cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'wget'
